app/Controllers/UsuarioController.php

SELECT *
FROM `usuarios`
---
    public function index()
    {
        $usuarioModel = new UsuarioModel();
        $usuarios = $usuarioModel->findAll();